---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.DocumentReloadedLatestEventArgs
source: html/000adeb1-4940-aa8c-5e26-df3a44af1bdd.htm
---
# DocumentReloadedLatestEventArgs Methods

Indicates whether the event is being cancelled.